Revit 2027 API
ParameterTypeId.FabricSheetOverallLength Property
 "Overall Length": Overall Length
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetOverallLength { get; }
Public Shared ReadOnly Property FabricSheetOverallLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetOverallLength {
	ForgeTypeId^ get ();
}
static member FabricSheetOverallLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace